Repository: tuya/tuya-smart-lock-ios-sdk-sample
Catalog: tuya-smart-lock-ios-sdk-sample/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Cancel
zh_hans: 取消

source: Confirm
zh_hans: 确认

source: Create password
zh_hans: 创建密码

source: Delete
zh_hans: 删除

source: Enter account name
zh_hans: 输入账号

source: Enter EKey name
zh_hans: 输入电子钥匙名称

source: Enter name
zh_hans: 输入名称

source: Enter password name
zh_hans: 输入密码名称

source: Friday
zh_hans: 周五

source: Input password name
zh_hans: 输入密码名称

source: Limit
zh_hans: 限制

source: Limit offline password
zh_hans: 限时（离线密码）

source: Limit online password
zh_hans: 限时（在线密码）

source: Limit password
zh_hans: 限时密码

source: Offline limit password
zh_hans: 离线限时密码

source: Once
zh_hans: 单次

source: Once time password
zh_hans: 单次密码

source: Online limit password
zh_hans: 在线限时密码

source: Permanent
zh_hans: 永久密码

source: Permanent password
zh_hans: 永久密码

source: Saturday
zh_hans: 周六

source: Sunday
zh_hans: 周日

source: Thursday
zh_hans: 周四

source: Tuesday
zh_hans: 周二

source: Wednesday
zh_hans: 周三
